---
kind: other
id: Properties.T:Autodesk.Revit.DB.PhaseFilter
source: html/3a73f8c7-2451-c728-de0a-21a46964a163.htm
---
# PhaseFilter Properties

The id of the assembly instance to which the element belongs.